/* Toolbar item */
"Action" = "செயல்";
"Active" = "செயலில் (துறைமுகம்)";

/* Window title. */
"Activity" = "செய்கைப்பாடு";
"Allow" = "இசைவு";
"Always" = "எப்போதும்";

/* Transfer action for existing files */
"Prompt" = "உடனடி";

/* Toolbar item */
"{0} Bookmarks" = "{0} புத்தகக்குறிகள்";

/* Alert sheet alternate button */
"Cancel" = "ரத்துசெய்";

/* Toolbar item tooltip */
"Character Encoding" = "எழுத்து குறியாக்கம்";
"Choose" = "தேர்வு";

/* Toolbar item in Transfer Window. */
"Clean Up" = "தூய்மை செய்";

/* Remove all bookmarks from history. */
"Clear Menu" = "பட்டியலைத் துடை";

/* Toolbar item */
"Column" = "நெடுவரிசை";

/* Toolbar item tooltip */
"Connect to server" = "சேவையகத்துடன் இணை";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} முகவரி";

/* Alert sheet text */
"Could not open or read the host file" = "புரவலன் கோப்பைத் திறக்கவோ படிக்கவோ முடியவில்லை";
"Could not open the file" = "கோப்பைத் திறக்க முடியவில்லை";
"Could not show the file" = "கோப்பைக் காட்ட முடியவில்லை";
"Could not show the file in the Finder" = "கோப்பை கண்டுபிடிப்பாளரில் காட்ட முடியவில்லை";

/* Toolbar item tooltip */
"Create New Folder" = "புதிய கோப்புறையை உருவாக்கவும்";

/* Menu item */
"Cut {0}" = "வெட்டு {0}";
"Copy {0}" = "{0} நகலெடு";
"Default" = "இயல்புநிலை";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "அழி";
"Delete Bookmark" = "புத்தகக்குறியை நீக்கு";

/* Toolbar item tooltip */
"Delete file" = "கோப்பை அழி";
"Deny" = "மறுக்கவும்";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "துண்டி";

/* Alert sheet title */
"Disconnect from {0}" = "{0} இலிருந்து துண்டி";

/* Toolbar item tooltip */
"Disconnect from server" = "சேவையகத்திலிருந்து துண்டி";
"Do you want to delete the selected bookmark?" = "தேர்ந்தெடுக்கப்பட்ட புத்தகக்குறியை நீக்க விரும்புகிறீர்களா?";

/* Toolbar item */
"Download" = "பதிவிறக்கம்";
"Download As:" = "என பதிவிறக்கவும்:";

/* Toolbar item tooltip */
"Download file" = "பதிவிறக்க கோப்பு";
"Download the selected file to…" = "தேர்ந்தெடுக்கப்பட்ட கோப்பை இதற்குப் பதிவிறக்கவும்…";

/* Toolbar item */
"Edit" = "தொகு";

/* Toolbar item tooltip */
"Edit file in external editor" = "வெளிப்புற திருத்தியில் கோப்பைத் திருத்தவும்";

/* Toolbar item */
"Encoding" = "குறியாக்கம்";

/* Alert sheet title */
"Error" = "பிழை";

/* Quit application on Windows */
"Exit" = "வெளியேறு";
"File" = "கோப்பு";

/* A column in the browser */
"Filename" = "கோப்புப்பெயர்";
"{0} Items" = "{0} உருப்படிகள்";
"Folder" = "கோப்புறை";
"FTP (File Transfer Protocol)" = "கோபநெ (கோப்பு பரிமாற்ற நெறிமுறை)";
"FTPS (FTP/SSL)" = "கோபநெபா (கோபநெ/பாஓடு)";

/* Toolbar item */
"Get Info" = "தகவலைப் பெறுங்கள்";

/* Toolbar item */
"Go to Folder" = "கோப்புறைக்குச் செல்லுங்கள்";
"History" = "வரலாறு";

"Invalid character in filename." = "கோப்பு பெயரில் தவறான எழுத்து.";
"Invalid character in folder name." = "கோப்புறை பெயரில் தவறான எழுத்து.";

/* A column in the browser */
"Kind" = "கருணை";
"Extension" = "நீட்டிப்பு";
"Region" = "பகுதி";
"Version" = "பதிப்பு";

/* Toolbar item */
"List" = "பட்டியல்";
"Local" = "உள்ளக";
"Local File" = "உள்ளக கோப்பு";
"Mac Line Endings (CR)" = "மேக் வரி முடிவுகள் (வதி)";

/* A column in the browser */
"Modified" = "மாற்றியமைக்கப்பட்ட";

/* Move a downloaded file to the trash */
"Move to Trash" = "குப்பைக்கு நகர்த்தவும்";
"Multiple files" = "பல கோப்புகள்";

/* Toolbar item */
"New Connection" = "இணைப்பு திற";

/* Toolbar item */
"No external editor available" = "வெளிப்புற திருத்தி எதுவும் கிடைக்கவில்லை";

/* Alert sheet text */
"No newer version available." = "புதிய பதிப்பு எதுவும் கிடைக்கவில்லை.";
"No private key selected" = "தனிப்பட்ட திறவுகோல் எதுவும் தேர்ந்தெடுக்கப்படவில்லை";
/* Alert sheet title */
"No update" = "புதுப்பிப்பு இல்லை";
"None" = "எதுவுமில்லை";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{1} இன் {0}";

/* Alert default button
   Alert sheet default button */
"OK" = "சரி";
"Open" = "திற";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "வலை உலாவியில் திற";

/* Toolbar item */
"Outline" = "சுருக்கம்";

/* A column in the browser */
"Owner" = "உரிமையாளர்";

/* A column in the browser */
"Group" = "குழு";
"Passive" = "செயலற்ற (பாச்வி)";

/* Menu item */
"Paste {0}" = "{0} ஒட்டவும்";

/* A column in the browser */
"Permissions" = "இசைவுகள்";

/* Toolbar item */
"Quick Connect" = "விரைவான இணைப்பு";

/* Toolbar item */
"Quick Look" = "துரித பார்வை";
"Quit" = "வெளியேறு";
"Quit Anyway" = "எப்படியும் வெளியேறு";

/* Confirm deleting files. */
"Delete {0} files" = "{0} கோப்புகளை நீக்கு";

/* Toolbar item */
"Refresh" = "புதுப்பிப்பு";

/* Toolbar item tooltip */
"Refresh directory listing" = "அடைவு பட்டியலைப் புதுப்பிக்கவும்";

/* Toolbar item in Transfer Window. */
"Reload" = "ஏற்றவும்";

/* Toolbar item in Transfer Window. */
"Remove" = "அகற்று";
"Remove completed transfers from list." = "பட்டியலிலிருந்து நிறைவு செய்யப்பட்ட இடமாற்றங்களை அகற்று.";


"Review…" = "விமர்சனம்…";

/* Toolbar item in Transfer Window. */
"Search" = "தேடல்";
"Server File" = "சேவையக கோப்பு";
"SFTP (SSH File Transfer Protocol)" = "பாகோபநெ (பாஓடு கோப்பு பரிமாற்ற நெறிமுறை)";
"Show" = "காட்டு";

/* Toolbar item tooltip */
"Show file attributes" = "கோப்பு பண்புகளைக் காட்டு";
"Show in Finder" = "கண்டுபிடிப்பாளரில் காட்டு";

/* Toolbar item tooltip */
"Show Transfers window" = "இடமாற்ற சாளரத்தைக் காட்டு";

/* A column in the browser */
"Size" = "அளவு";

/* Toolbar item in Transfer Window. */
"Stop" = "நிறுத்து";

/* Toolbar item tooltip */
"Switch Browser View" = "உலாவி பார்வையை மாற்றவும்";
"Symbolic Link (File)" = "குறியீட்டு இணைப்பு (கோப்பு)";
"Symbolic Link (Folder)" = "குறியீட்டு இணைப்பு (கோப்புறை)";

/* Toolbar item */
"Synchronize {0} with" = "{0} ஒத்திசை";

/* Toolbar item tooltip */
"Synchronize files" = "கோப்புகளை ஒத்திசை";

/* Alert sheet text */
"The connection will be closed." = "இணைப்பு மூடப்படும்.";
"There are files currently being transferred. Quit anyway?" = "தற்போது பரிமாற்றப்பட்ட கோப்புகள் உள்ளன. எப்படியும் வெளியேறவா?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "புதுப்பிப்புக்கு சோதனை செய்வதில் சிக்கல் இருந்தது. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "புத்தகக்குறிகளை மாற்றவும்";
"Transfer in progress" = "முன்னேற்றத்தில் பரிமாற்றம்";

/* Toolbar item */
"Transfers" = "இடமாற்றங்கள்";

"Auto" = "தானி";
"Unknown" = "தெரியவில்லை";
"Unknown size" = "தெரியாத அளவு";

/* Toolbar item */
"Upload" = "பதிவேற்றும்";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "உள்ளக கோப்பை தொலை புரவலனில் பதிவேற்றவும்";

/* Toolbar item */
"View" = "பார்வை";

"You are connected to at least one remote site. Do you want to review open browsers?" = "நீங்கள் குறைந்தது ஒரு தொலைதூர தளத்துடன் இணைக்கப்பட்டுள்ளீர்கள். திறந்த உலாவிகளை மதிப்பாய்வு செய்ய விரும்புகிறீர்களா?";
"Open Network Diagnostics" = "பிணையம் கண்டறிதல் திற";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "வலைவிஎப (வலை அடிப்படையிலான விநியோகிக்கப்பட்ட எழுத்தாளர் மற்றும் பதிப்பு)";
"WebDAV (HTTP/SSL)" = "வலைவிஎப (உஉபநெ/பகுஅ)";

/* Update sources */
"Release" = "வெளியீடு";
"Beta" = "ஆவண்ணா";
"Snapshot Builds" = "நொடிப்பெடுப்பு கட்டுகள்";

"Show Hidden Files" = "மறைக்கப்பட்ட கோப்புகளைக் காட்டு";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "கருவிப்பட்டியை மறை";
"Show Toolbar" = "கருவிப்பட்டியைக் காட்டு";
